-- Вставка записей в таблицу Candidats
INSERT INTO Candidats (Фамилия, Имя, Отчество, Email, Телефон, ID_вакансии)
VALUES
(N'Иванов', N'Иван', N'Иванович', 'ivanov@mail.com', '1234567890', 1),
(N'Петров', N'Петр', N'Петрович', 'petrov@mail.com', '2345678901', 2),
(N'Сидоров', N'Сидор', N'Сидорович', 'sidorov@mail.com', '3456789012', 3),
(N'Васильев', N'Василий', N'Васильевич', 'vasiliev@mail.com', '4567890123', 4),
(N'Алексеев', N'Алексей', N'Алексеевич', 'alekseev@mail.com', '5678901234', 5);

-- Вставка записей в таблицу Contacts
INSERT INTO Contacts (ID_кандидата, Тип_контакта, Значение_контакта)
VALUES
(1, N'Мобильный', '1234567890'),
(2, N'Мобильный', '2345678901'),
(3, N'Мобильный', '3456789012'),
(4, N'Мобильный', '4567890123'),
(5, N'Мобильный', '5678901234');
